import './Reviews.css'

const Reviews = ()=>{
    return(
        <div className='reviews' id='reviewsScroll'>
            <div className='reviewsTop'>
                <div className='reviewsTopTop'>نظرات بیماران</div>
                <div className='reviewsTopBottom'>
                    <div className='ratingItem' id='theFirst'>
                        <div className='ratingTop'>امتیاز میانگین</div>
                        <div className='ratingBottom'>
                            <span>۴.۹</span>
                            <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 243 40"><g><path d="M32.2 40l-10.7-7.8L10.8 40l-3.7-2.7 4.1-12.6L.5 17l1.4-4.4h13.2L19.2 0h4.6l4.1 12.6h13.2l1.4 4.4-10.7 7.8 4.1 12.6-3.7 2.6zm50 0l-10.7-7.8L60.8 40l-3.7-2.7 4.1-12.6L50.5 17l1.4-4.4h13.2L69.2 0h4.6l4.1 12.6h13.2l1.4 4.4-10.7 7.8 4.1 12.6-3.7 2.6zm50 0l-10.7-7.8-10.7 7.8-3.7-2.7 4.1-12.6-10.7-7.7 1.4-4.4h13.2L119.2 0h4.6l4.1 12.6h13.2l1.4 4.4-10.7 7.8 4.1 12.6-3.7 2.6zm49.8 0l-10.7-7.8-10.7 7.8-3.7-2.7 4.1-12.6-10.7-7.7 1.4-4.4h13.2L169 0h4.6l4.1 12.6h13.2l1.4 4.4-10.7 7.8 4.1 12.6L182 40zm50.2 0l-10.7-7.8-10.7 7.8-3.7-2.7 4.1-12.6-10.7-7.7 1.4-4.4h13.2L219.2 0h4.6l4.1 12.6h13.2l1.4 4.4-10.7 7.8 4.1 12.6-3.7 2.6z" fill="#66c61c" fill-opacity="1"></path></g></svg>
                        </div>
                    </div>
                    <div className='ratingItemLasts'>
                        <div className='ratingItem'>
                            <div className='ratingTop'>زمـان انتظار</div>
                            <div className='ratingBottom'>
                                <span>۴.۸</span>
                                <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 243 40"><g><path d="M32.2 40l-10.7-7.8L10.8 40l-3.7-2.7 4.1-12.6L.5 17l1.4-4.4h13.2L19.2 0h4.6l4.1 12.6h13.2l1.4 4.4-10.7 7.8 4.1 12.6-3.7 2.6zm50 0l-10.7-7.8L60.8 40l-3.7-2.7 4.1-12.6L50.5 17l1.4-4.4h13.2L69.2 0h4.6l4.1 12.6h13.2l1.4 4.4-10.7 7.8 4.1 12.6-3.7 2.6zm50 0l-10.7-7.8-10.7 7.8-3.7-2.7 4.1-12.6-10.7-7.7 1.4-4.4h13.2L119.2 0h4.6l4.1 12.6h13.2l1.4 4.4-10.7 7.8 4.1 12.6-3.7 2.6zm49.8 0l-10.7-7.8-10.7 7.8-3.7-2.7 4.1-12.6-10.7-7.7 1.4-4.4h13.2L169 0h4.6l4.1 12.6h13.2l1.4 4.4-10.7 7.8 4.1 12.6L182 40zm50.2 0l-10.7-7.8-10.7 7.8-3.7-2.7 4.1-12.6-10.7-7.7 1.4-4.4h13.2L219.2 0h4.6l4.1 12.6h13.2l1.4 4.4-10.7 7.8 4.1 12.6-3.7 2.6z" fill="#66c61c" fill-opacity="1"></path></g></svg>
                            </div>
                        </div>
                        <div className='ratingItem'>
                            <div className='ratingTop'>اخلاق حرفه‌ای</div>
                            <div className='ratingBottom'>
                                <span>۵</span>
                                <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 243 40"><g><path d="M32.2 40l-10.7-7.8L10.8 40l-3.7-2.7 4.1-12.6L.5 17l1.4-4.4h13.2L19.2 0h4.6l4.1 12.6h13.2l1.4 4.4-10.7 7.8 4.1 12.6-3.7 2.6zm50 0l-10.7-7.8L60.8 40l-3.7-2.7 4.1-12.6L50.5 17l1.4-4.4h13.2L69.2 0h4.6l4.1 12.6h13.2l1.4 4.4-10.7 7.8 4.1 12.6-3.7 2.6zm50 0l-10.7-7.8-10.7 7.8-3.7-2.7 4.1-12.6-10.7-7.7 1.4-4.4h13.2L119.2 0h4.6l4.1 12.6h13.2l1.4 4.4-10.7 7.8 4.1 12.6-3.7 2.6zm49.8 0l-10.7-7.8-10.7 7.8-3.7-2.7 4.1-12.6-10.7-7.7 1.4-4.4h13.2L169 0h4.6l4.1 12.6h13.2l1.4 4.4-10.7 7.8 4.1 12.6L182 40zm50.2 0l-10.7-7.8-10.7 7.8-3.7-2.7 4.1-12.6-10.7-7.7 1.4-4.4h13.2L219.2 0h4.6l4.1 12.6h13.2l1.4 4.4-10.7 7.8 4.1 12.6-3.7 2.6z" fill="#66c61c" fill-opacity="1"></path></g></svg>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
            <div className='reviewItem'>
                <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 243 40"><g><path d="M32.2 40l-10.7-7.8L10.8 40l-3.7-2.7 4.1-12.6L.5 17l1.4-4.4h13.2L19.2 0h4.6l4.1 12.6h13.2l1.4 4.4-10.7 7.8 4.1 12.6-3.7 2.6zm50 0l-10.7-7.8L60.8 40l-3.7-2.7 4.1-12.6L50.5 17l1.4-4.4h13.2L69.2 0h4.6l4.1 12.6h13.2l1.4 4.4-10.7 7.8 4.1 12.6-3.7 2.6zm50 0l-10.7-7.8-10.7 7.8-3.7-2.7 4.1-12.6-10.7-7.7 1.4-4.4h13.2L119.2 0h4.6l4.1 12.6h13.2l1.4 4.4-10.7 7.8 4.1 12.6-3.7 2.6zm49.8 0l-10.7-7.8-10.7 7.8-3.7-2.7 4.1-12.6-10.7-7.7 1.4-4.4h13.2L169 0h4.6l4.1 12.6h13.2l1.4 4.4-10.7 7.8 4.1 12.6L182 40zm50.2 0l-10.7-7.8-10.7 7.8-3.7-2.7 4.1-12.6-10.7-7.7 1.4-4.4h13.2L219.2 0h4.6l4.1 12.6h13.2l1.4 4.4-10.7 7.8 4.1 12.6-3.7 2.6z" fill="#66c61c" fill-opacity="1"></path></g></svg>
                <div className='reviewsContent'>من چندین بار کارهای ترمیم دندان، عصب کشی، روکش و کشیدن دندان عقل رو زیر دست دکتر وصی‌پور تجربه کردم. ایشون از معدود دندانپزشکانی هستن که بعد از چندین درمان هیچ ایرادی در درمان پیدا نکردم و حتی کشیدن دندان عقل بدون درد بود و سریع التیام پیدا کرد. کار ترمیمی هم که انجام دادم خیلی تمیز بود. ایشون خیلی با وجدان کار می کنند و اگر دندان لازم به درمان با هزینه سنگین نباشه، واقعیت رو به بیمار توضیح می‌دهند و همیشه خیالم از این بابت با ایشون راحت هست.</div>
                <div className='reviewsName'>
                    <span>امیرعلی</span>
                    <div>ویزیت شده</div>
                </div>
            </div>
            <div className='reviewItem'>
                <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 243 40"><g><path d="M32.2 40l-10.7-7.8L10.8 40l-3.7-2.7 4.1-12.6L.5 17l1.4-4.4h13.2L19.2 0h4.6l4.1 12.6h13.2l1.4 4.4-10.7 7.8 4.1 12.6-3.7 2.6zm50 0l-10.7-7.8L60.8 40l-3.7-2.7 4.1-12.6L50.5 17l1.4-4.4h13.2L69.2 0h4.6l4.1 12.6h13.2l1.4 4.4-10.7 7.8 4.1 12.6-3.7 2.6zm50 0l-10.7-7.8-10.7 7.8-3.7-2.7 4.1-12.6-10.7-7.7 1.4-4.4h13.2L119.2 0h4.6l4.1 12.6h13.2l1.4 4.4-10.7 7.8 4.1 12.6-3.7 2.6zm49.8 0l-10.7-7.8-10.7 7.8-3.7-2.7 4.1-12.6-10.7-7.7 1.4-4.4h13.2L169 0h4.6l4.1 12.6h13.2l1.4 4.4-10.7 7.8 4.1 12.6L182 40zm50.2 0l-10.7-7.8-10.7 7.8-3.7-2.7 4.1-12.6-10.7-7.7 1.4-4.4h13.2L219.2 0h4.6l4.1 12.6h13.2l1.4 4.4-10.7 7.8 4.1 12.6-3.7 2.6z" fill="#66c61c" fill-opacity="1"></path></g></svg>
                <div className='reviewsContent'>دکتر وصی‌پور باتجربه و مسلط و البته که فوق العاده صبور. کارم پست و روکش بود. عالی بود واقعا راضی هستم. از بیمارهای قدیم ایشون هستم. حدود 7 سال هست که به ایشون مراجعه می کنم. می تونم بگم از همه لحاظ بهترین در تهران هستن چون من در انتخاب پزشک وسواس دارم و به جرات می تونم بگم انسانی فوق العاده محترم،باشخصیت و از نظر اخلاق اجتماعی لایق مدار هستندو از نظر دستمزد نیز واقعا منصف هستند و از نطر کار که واقعا کارشون حرف نداره. برای ایشون سلامتی و طول عمر آرزو می کنم.</div>
                <div className='reviewsName'>
                    <span>صدف</span>
                    <div>ویزیت شده</div>
                </div>
            </div>
            <div className='reviewItem'>
                <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 243 40"><g><path d="M32.2 40l-10.7-7.8L10.8 40l-3.7-2.7 4.1-12.6L.5 17l1.4-4.4h13.2L19.2 0h4.6l4.1 12.6h13.2l1.4 4.4-10.7 7.8 4.1 12.6-3.7 2.6zm50 0l-10.7-7.8L60.8 40l-3.7-2.7 4.1-12.6L50.5 17l1.4-4.4h13.2L69.2 0h4.6l4.1 12.6h13.2l1.4 4.4-10.7 7.8 4.1 12.6-3.7 2.6zm50 0l-10.7-7.8-10.7 7.8-3.7-2.7 4.1-12.6-10.7-7.7 1.4-4.4h13.2L119.2 0h4.6l4.1 12.6h13.2l1.4 4.4-10.7 7.8 4.1 12.6-3.7 2.6zm49.8 0l-10.7-7.8-10.7 7.8-3.7-2.7 4.1-12.6-10.7-7.7 1.4-4.4h13.2L169 0h4.6l4.1 12.6h13.2l1.4 4.4-10.7 7.8 4.1 12.6L182 40zm50.2 0l-10.7-7.8-10.7 7.8-3.7-2.7 4.1-12.6-10.7-7.7 1.4-4.4h13.2L219.2 0h4.6l4.1 12.6h13.2l1.4 4.4-10.7 7.8 4.1 12.6-3.7 2.6z" fill="#66c61c" fill-opacity="1"></path></g></svg>
                <div className='reviewsContent'>سلام من دندونم عفونت داشت بعد از مصرف دارو، ایشون عصب‌کشی کردن و دندانی که شاید باید کشیده می شد نگه داشتن و ترمیم کردن. به نطر من دکتر خوش‌برخورد قبل از هر گونه مداوا هستن و هم از نطر اقتصادی با اینکه همه جا گرون شده خیلی قیمتهای مناسبتری دارن و آدم خیالش راحته که اوم باوجدانی هستن و الکی نمی خوان از بیمار پول بگیرن. و خیلی ملاحظه می کنن. رفتار و برخورد منشی هم عالی بود.</div>
                <div className='reviewsName'>
                    <span>زهرا</span>
                    <div>ویزیت شده</div>
                </div>
            </div>
            <div className='reviewItem'>
            <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 243 40" ><g><path d="M221.5 31.2L210.8 40l-3.7-2.7 4.1-12.6-10.7-7.7 1.4-4.4h13.2L219.2 0h2.9" fill="#66c61c" fill-opacity="1"></path><path d="M32.2 40l-10.7-7.8L10.8 40l-3.7-2.7 4.1-12.6L.5 17l1.4-4.4h13.2L19.2 0h4.6l4.1 12.6h13.2l1.4 4.4-10.7 7.8 4.1 12.6-3.7 2.6zm50 0l-10.7-7.8L60.8 40l-3.7-2.7 4.1-12.6L50.5 17l1.4-4.4h13.2L69.2 0h4.6l4.1 12.6h13.2l1.4 4.4-10.7 7.8 4.1 12.6-3.7 2.6zm50 0l-10.7-7.8-10.7 7.8-3.7-2.7 4.1-12.6-10.7-7.7 1.4-4.4h13.2L119.2 0h4.6l4.1 12.6h13.2l1.4 4.4-10.7 7.8 4.1 12.6-3.7 2.6zm49.8 0l-10.7-7.8-10.7 7.8-3.7-2.7 4.1-12.6-10.7-7.7 1.4-4.4h13.2L169 0h4.6l4.1 12.6h13.2l1.4 4.4-10.7 7.8 4.1 12.6L182 40z" fill="#66c61c" fill-opacity="1"></path><path d="M221.5 0h2.3l4.1 12.6h13.2l1.4 4.4-10.7 7.8 4.1 12.6-3.7 2.7-11.3-8.3" fill="#E1E1E4"></path></g></svg>
                <div className='reviewsContent'>ترمیم کامپوزیت دندان و دندان دیگرم روکش زیرکونیا که خیلی طبیعی شد و مثل دندانهای دیگرم. خیلی با دقت و ظریف کار می کنن. سلامت باشن. پزشک مجرب و کاربلد و خوش اخلاق که به بیمار در طول درمان آرامش میدن و من که خیلی از دندانپزشکی می ترسم اما زیر دست دکتر وصی‌پور اصلا استرس نداشتم. به دیگران توصیه می کنم. پشیمون نمیشید. برای چندمین بار بهشون مراجعه کردم و هیچوقت مشکلی نداشتم.</div>
                <div className='reviewsName'>
                    <span>داوود</span>
                    <div>ویزیت شده</div>
                </div>
            </div>
            <div className='reviewItem'>
                <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 243 40"><g><path d="M32.2 40l-10.7-7.8L10.8 40l-3.7-2.7 4.1-12.6L.5 17l1.4-4.4h13.2L19.2 0h4.6l4.1 12.6h13.2l1.4 4.4-10.7 7.8 4.1 12.6-3.7 2.6zm50 0l-10.7-7.8L60.8 40l-3.7-2.7 4.1-12.6L50.5 17l1.4-4.4h13.2L69.2 0h4.6l4.1 12.6h13.2l1.4 4.4-10.7 7.8 4.1 12.6-3.7 2.6zm50 0l-10.7-7.8-10.7 7.8-3.7-2.7 4.1-12.6-10.7-7.7 1.4-4.4h13.2L119.2 0h4.6l4.1 12.6h13.2l1.4 4.4-10.7 7.8 4.1 12.6-3.7 2.6zm49.8 0l-10.7-7.8-10.7 7.8-3.7-2.7 4.1-12.6-10.7-7.7 1.4-4.4h13.2L169 0h4.6l4.1 12.6h13.2l1.4 4.4-10.7 7.8 4.1 12.6L182 40zm50.2 0l-10.7-7.8-10.7 7.8-3.7-2.7 4.1-12.6-10.7-7.7 1.4-4.4h13.2L219.2 0h4.6l4.1 12.6h13.2l1.4 4.4-10.7 7.8 4.1 12.6-3.7 2.6z" fill="#66c61c" fill-opacity="1"></path></g></svg>
                <div className='reviewsContent'>متاسفانه پیدا کردن دکتری که هم کار طبابتش خوب باشه و هم به لحاظ روحی بتونی باهاش ارتباط بگیری خیلی سخته دکتر بسیار انسان والا برخورد عالی تشخیص و درمان عالی با صبر و حوصله بسیار مشکلات را برای بیمار توضیح میدهند و با آرامش و مهارت بالا به درمان میپردازند محیط مطب بسیار آرام با انرژی مثبت همراه با منشی بسیار نازنین و خوش برخورد که اصلا استرس موجود در کلینیک دندانپزشکی را حس نمی‌کنید در مورد هزینه های درمان هم بسیار منصف هستند در مجموع صد در صد پیشنهاد میکنم.</div>
                <div className='reviewsName'>
                    <span>پریسا</span>
                    <div>ویزیت شده</div>
                </div>
            </div>
            <div className='reviewItem'>
                <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 243 40"><g><path d="M32.2 40l-10.7-7.8L10.8 40l-3.7-2.7 4.1-12.6L.5 17l1.4-4.4h13.2L19.2 0h4.6l4.1 12.6h13.2l1.4 4.4-10.7 7.8 4.1 12.6-3.7 2.6zm50 0l-10.7-7.8L60.8 40l-3.7-2.7 4.1-12.6L50.5 17l1.4-4.4h13.2L69.2 0h4.6l4.1 12.6h13.2l1.4 4.4-10.7 7.8 4.1 12.6-3.7 2.6zm50 0l-10.7-7.8-10.7 7.8-3.7-2.7 4.1-12.6-10.7-7.7 1.4-4.4h13.2L119.2 0h4.6l4.1 12.6h13.2l1.4 4.4-10.7 7.8 4.1 12.6-3.7 2.6zm49.8 0l-10.7-7.8-10.7 7.8-3.7-2.7 4.1-12.6-10.7-7.7 1.4-4.4h13.2L169 0h4.6l4.1 12.6h13.2l1.4 4.4-10.7 7.8 4.1 12.6L182 40zm50.2 0l-10.7-7.8-10.7 7.8-3.7-2.7 4.1-12.6-10.7-7.7 1.4-4.4h13.2L219.2 0h4.6l4.1 12.6h13.2l1.4 4.4-10.7 7.8 4.1 12.6-3.7 2.6z" fill="#66c61c" fill-opacity="1"></path></g></svg>
                <div className='reviewsContent'>من به دلیل ترس از دندانپزشکی مدت‌ها بود مراجعه نداشتم تا اینکه مجبور شدم به خاطر درد دندونم مراجعه کنم از طریق اینترنت دکتر وصی‌پور رو پیدا کردم برخورد دکتر و پرسنل انقدر خوب و با آرامش بود که من بدون ترس کارم انجام شد به خصوص بعد زدن بی حسی که اصلا متوجه نشدم کاملا ترسم ریخت و دیگه استرس نداشتم من آقای دکتر رو به همه کسایی که مثل من از دندانپزشکی میترسن پیشنهاد میدم</div>
                <div className='reviewsName'>
                    <span>هانیه</span>
                    <div>ویزیت شده</div>
                </div>
            </div>
            <div className='reviewItem'>
            <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 243 40" ><g><path d="M221.5 31.2L210.8 40l-3.7-2.7 4.1-12.6-10.7-7.7 1.4-4.4h13.2L219.2 0h2.9" fill="#66c61c" fill-opacity="1"></path><path d="M32.2 40l-10.7-7.8L10.8 40l-3.7-2.7 4.1-12.6L.5 17l1.4-4.4h13.2L19.2 0h4.6l4.1 12.6h13.2l1.4 4.4-10.7 7.8 4.1 12.6-3.7 2.6zm50 0l-10.7-7.8L60.8 40l-3.7-2.7 4.1-12.6L50.5 17l1.4-4.4h13.2L69.2 0h4.6l4.1 12.6h13.2l1.4 4.4-10.7 7.8 4.1 12.6-3.7 2.6zm50 0l-10.7-7.8-10.7 7.8-3.7-2.7 4.1-12.6-10.7-7.7 1.4-4.4h13.2L119.2 0h4.6l4.1 12.6h13.2l1.4 4.4-10.7 7.8 4.1 12.6-3.7 2.6zm49.8 0l-10.7-7.8-10.7 7.8-3.7-2.7 4.1-12.6-10.7-7.7 1.4-4.4h13.2L169 0h4.6l4.1 12.6h13.2l1.4 4.4-10.7 7.8 4.1 12.6L182 40z" fill="#66c61c" fill-opacity="1"></path><path d="M221.5 0h2.3l4.1 12.6h13.2l1.4 4.4-10.7 7.8 4.1 12.6-3.7 2.7-11.3-8.3" fill="#E1E1E4"></path></g></svg>
                <div className='reviewsContent'>دکتر با صبر و حوصله مشکلم رو گوش کردن و برای عفونت لثه‌ ام دارو تجویز کردن و دوباره که به ایشان مراجعه کردم مشکل دندانم رو کامل رفع کردن. در حین کار وقتی ترس داشتم با حوصله صبر کردن تا استرسم تمام بشه و بهم فرصت می دادن تا آرامش داشته باشم . کارشون را با دقت و خیلی خیلی خوب و حرفه ای انجام دادن. خیلی ازشون ممنونم</div>
                <div className='reviewsName'>
                    <span>حسین</span>
                    <div>ویزیت شده</div>
                </div>
            </div>
        </div>
    )
}

export default Reviews